{
    "readMore": "📖 Read More",
    "title": "The Plan of Salvation",
    "updateMessage": "A new version is available.",
    "refreshButton": "Refresh",
    "sections": [
        {
            "title": "The Premortal Life",
            "image": "premortal-life.jpg",
            "text": "Before I formed thee in the belly I knew thee; and before thou camest forth out of the womb I sanctified thee, and I ordained thee a prophet unto the nations.",
            "scripture": "Jeremiah 1:5",
            "modalText": "Before we were born on earth, we lived as spirit children of a Heavenly Father in what is called the Premortal Life. We knew and loved our Heavenly Father. We learned His gospel, developed talents, and prepared for mortality. In that heavenly council, our Father presented a plan — His plan of happiness — that would allow us to come to earth, gain a physical body, be tested, and eventually return to His presence. In that council, Jesus Christ volunteered to be our Savior, saying, “Here am I, send me” (Abraham 3:27). Lucifer, however, rebelled, seeking to destroy agency and receive God’s glory for himself. Because of his rebellion, he and his followers were cast out, becoming Satan and his angels. Each of us chose to follow Jesus Christ’s plan and therefore received the opportunity to come to earth. Our choice in the premortal life shows that we had faith in God’s plan even before our birth."
        },
        {
            "title": "The Creation",
            "image": "creation.jpg",
            "text": "In the beginning God created the heaven and the earth. And the earth was without form, and void; and darkness was upon the face of the deep. And the Spirit of God moved upon the face of the waters.",
            "scripture": "Genesis 1:1-2",
            "modalText": "Under the direction of Heavenly Father, Jesus Christ created the earth and all things upon it. The purpose of this Creation was to provide a place for us to live, learn, and be tested. Everything in creation — the land, the seas, the plants, the animals, and the human body — was made with divine purpose and order. Adam and Eve were the first of God’s children to come to earth. The Garden of Eden was a paradise where they could live in God’s presence. However, for God’s plan to move forward, they had to experience the next step — the Fall — which would introduce mortality and the opportunity to progress."
        },
        {
            "title": "The Fall",
            "image": "the-fall.jpg",
            "text": "Adam fell that men might be; and men are, that they might have joy.",
            "scripture": "2 Nephi 2:25",
            "modalText": "In the Garden of Eden, Adam and Eve were commanded not to eat the fruit of the tree of knowledge of good and evil. When they chose to partake, they exercised their agency — the power to choose. Their choice brought about the Fall, introducing mortality, pain, opposition, and death. While the Fall brought challenges, it was not a tragedy but a necessary step in God’s plan. It allowed us to experience joy, learn from sorrow, and grow spiritually. Because of the Fall, we are separated from God, but through the Atonement of Jesus Christ, we can overcome both physical and spiritual death."
        },
        {
            "title": "The Earth Life",
            "image": "earth-life.jpg",
            "text": "For behold, this life is the time for men to prepare to meet God; yea, behold the day of this life is the day for men to perform their labors.",
            "scripture": "Alma 34:32",
            "modalText": "This life is called a probationary state — a time of testing, learning, and growth. Here we receive a physical body and have the freedom to choose between good and evil. Our purpose in mortality is to learn, make covenants with God, and prepare to return to Him. Through ordinances such as baptism and the gift of the Holy Ghost, we enter into sacred covenants. The Gospel of Jesus Christ — faith, repentance, baptism, receiving the Holy Ghost, and enduring to the end — guides us on the path back to Heavenly Father. Trials, temptations, and opportunities for service help refine our character and develop Christlike attributes. Every choice we make here determines our eternal destiny."
        },
        {
            "title": "The Spirit World",
            "image": "spirit-world.jpg",
            "text": "Now, concerning the state of the soul between death and the resurrection—Behold, it has been made known unto me by an angel, that the spirits of all men, as soon as they are departed from this mortal body, yea, the spirits of all men, whether they be good or evil, are taken home to that God who gave them life. And then shall it come to pass, that the spirits of those who are righteous are received into a state of happiness, which is called paradise, a state of rest, a state of peace, where they shall rest from all their troubles and from all care, and sorrow.",
            "scripture": "Alma 40:11-12",
            "modalText": "When we die, our spirits leave our mortal bodies and enter the Spirit World, which is divided into two conditions: paradise and spirit prison. The righteous — those who accepted the gospel and lived faithfully — dwell in paradise, a state of peace and rest. Those who did not yet receive or accept the gospel go to spirit prison, a place of learning and repentance. In His mercy, Jesus Christ organized missionary work in the spirit world so that the gospel is preached to all (see 1 Peter 4:6). Every soul will have a fair chance to accept or reject the gospel before judgment. The spirit world continues until the time of the Resurrection."
        },
        {
            "title": "The Resurrection and The Judgment",
            "image": "resurrection.jpg",
            "text": "Wherefore, we shall have a perfect knowledge of all our guilt, and our uncleanness, and our nakedness; and the righteous shall have a perfect knowledge of their enjoyment, and their righteousness, being clothed with purity, yea, even with the robe of righteousness. And it shall come to pass that when all men shall have passed from this first death unto life, insomuch as they have become immortal, they must appear before the judgment-seat of the Holy One of Israel; and then cometh the judgment, and then must they be judged according to the holy judgment of God.",
            "scripture": "2 Nephi 9:14-15",
            "modalText": "Through the power of Jesus Christ’s Resurrection, all people will be resurrected — their spirit and body reunited in a perfected, immortal form. Resurrection is a free gift to all mankind, overcoming physical death for every person who has lived on the earth. After resurrection comes the Final Judgment. Jesus Christ will judge us with perfect justice and mercy, according to our works, words, thoughts, and the desires of our hearts. We will remember our choices clearly, and we will acknowledge the fairness of God’s judgment. During this same time, after the Second Coming of Jesus Christ, the earth will enter a period known as the Millennium. The Millennium will be a thousand years of peace and righteousness. Satan will be bound, and Christ will reign personally upon the earth (see Revelation 20:4–6). During this sacred era, missionary work and temple work will continue, allowing all of God’s children, living and dead, to receive the blessings of the gospel. The earth will be renewed and restored to a paradisiacal glory, and after the Millennium, Satan will be loosed for a short time before being cast out forever."
        },
        {
            "title": "The Degrees of Glory",
            "image": "kingdoms.jpg",
            "text": "There are also celestial bodies, and bodies terrestrial: but the glory of the celestial is one, and the glory of the terrestrial is another. There is one glory of the sun, and another glory of the moon, and another glory of the stars: for one star differeth from another star in glory.",
            "scripture": "1 Corinthians 15:40-41",
            "modalText": "Following the resurrection and final judgment, every person will inherit a kingdom of glory according to their faithfulness, desires, and acceptance of Jesus Christ. This division is a manifestation of God’s perfect justice and mercy. There are three degrees of glory. Celestial Kingdom: The highest glory, reserved for those who accepted the gospel, made and kept sacred covenants, and were faithful to Christ. They will live in the presence of God the Father and His Son, Jesus Christ, with eternal families and the power to progress forever. Terrestrial Kingdom: A lesser degree of glory for honorable individuals who were good and decent but did not fully accept or live the gospel in mortality. They will receive the presence of the Son, but not of the Father. Telestial Kingdom: The lowest degree of glory, for those who refused to repent and continued in sin until the end. They will not receive the presence of the Father or the Son but will be ministered to by the Holy Ghost. Apart from these kingdoms is Outer Darkness. It is reserved for sons of perdition — those who had a perfect knowledge of Christ, received His power and the Holy Ghost, and then denied Him completely. These few individuals will be cast out into eternal darkness, separated from God forever. However, very few will reach this state, for God’s mercy extends to nearly all His children, who will inherit at least one degree of glory."
        },
        {
            "title": "The Eternal Life",
            "image": "eternal-life.jpg",
            "text": "For behold, this is my work and my glory—to bring to pass the immortality and eternal life of man.",
            "scripture": "Moses 1:39",
            "modalText": "The ultimate goal of the Plan of Salvation is Eternal Life — living forever in God’s presence and becoming like Him. This is more than immortality; it is exaltation, the fullness of joy that comes from eternal family relationships and divine glory. Those who inherit eternal life will be joint-heirs with Christ, receiving all that the Father has. They will experience perfect love, peace, and progression without end. Heavenly Father’s greatest desire is that all His children return to Him and share in His joy — and that is why He sent His Son, Jesus Christ, to atone for our sins and open the way back to His presence."
        }
    ]
}