{
    "readMore": "📖 Leggi di più",
    "title": "Il Piano di Salvezza",
    "updateMessage": "È disponibile una nuova versione.",
    "refreshButton": "Aggiorna",
    "sections": [
        {
            "title": "La vita premortale",
            "image": "premortal-life.jpg",
            "text": "Prima che io ti avessi formato nel grembo di tua madre, io ti ho conosciuto; e prima che tu uscissi dal suo grembo, io ti ho consacrato e ti ho costituito profeta delle nazioni.",
            "scripture": "Geremia 1:5",
            "modalText": "Prima di nascere sulla terra, vivevamo come figli di spirito di un Padre Celeste in quella che è chiamata la vita premortale. Conoscevamo e amavamo il nostro Padre Celeste. Abbiamo imparato il Suo vangelo, sviluppato talenti e ci siamo preparati alla mortalità. In quel consiglio celeste, il Padre ci presentò un piano — il Suo piano di felicità — che ci avrebbe permesso di venire sulla terra, ottenere un corpo fisico, essere messi alla prova e infine ritornare alla Sua presenza. In quel consiglio, Gesù Cristo si offrì volontariamente di essere il nostro Salvatore, dicendo: “Eccomi, manda me” (Abrahamo 3:27). Lucifero, invece, si ribellò, cercando di distruggere il libero arbitrio e di ricevere la gloria di Dio per sé. A causa della sua ribellione, lui e i suoi seguaci furono scacciati, diventando Satana e i suoi angeli. Ognuno di noi scelse di seguire il piano di Gesù Cristo e quindi ricevette l’opportunità di venire sulla terra. La nostra scelta nella vita premortale dimostra che avevamo fede nel piano di Dio ancor prima della nostra nascita."
        },
        {
            "title": "La creazione",
            "image": "creation.jpg",
            "text": "Nel principio Dio creò i cieli e la terra. E la terra era informe e vuota, e le tenebre coprivano la faccia dell’abisso, e lo spirito di Dio aleggiava sulla superficie delle acque.",
            "scripture": "Genesi 1:1-2",
            "modalText": "Sotto la direzione del Padre Celeste, Gesù Cristo creò la terra e tutte le cose che essa contiene. Lo scopo della creazione era quello di fornire un luogo dove vivere, imparare ed essere messi alla prova. Ogni cosa creata — la terra, i mari, le piante, gli animali e il corpo umano — fu fatta con ordine e con uno scopo divino. Adamo ed Eva furono i primi figli di Dio a venire sulla terra. Il Giardino dell’Eden era un paradiso dove potevano vivere alla presenza di Dio. Tuttavia, affinché il piano di Dio potesse procedere, dovevano sperimentare il passo successivo — la caduta — che avrebbe introdotto la mortalità e la possibilità di progredire."
        },
        {
            "title": "La caduta",
            "image": "the-fall.jpg",
            "text": "Adamo cadde affinché gli uomini potessero essere; e gli uomini sono affinché possano provare gioia.",
            "scripture": "2 Nefi 2:25",
            "modalText": "Nel Giardino dell’Eden, Adamo ed Eva ricevettero il comandamento di non mangiare il frutto dell’albero della conoscenza del bene e del male. Quando scelsero di mangiarlo, esercitarono il loro libero arbitrio — il potere di scegliere. La loro scelta portò alla caduta, introducendo la mortalità, il dolore, l’opposizione e la morte. Sebbene la caduta abbia portato sfide, non fu una tragedia ma un passo necessario nel piano di Dio. Essa ci ha permesso di provare la gioia, imparare dal dolore e crescere spiritualmente. A causa della caduta, siamo separati da Dio, ma attraverso l’espiazione di Gesù Cristo possiamo superare sia la morte fisica che quella spirituale."
        },
        {
            "title": "La vita terrena",
            "image": "earth-life.jpg",
            "text": "Poiché, ecco, questa vita è per gli uomini il tempo in cui prepararsi ad incontrare Dio; sì, ecco, il giorno di questa vita è per gli uomini il giorno in cui compiere le loro opere.",
            "scripture": "Alma 34:32",
            "modalText": "Questa vita è chiamata uno stato di prova — un tempo di apprendimento, di crescita e di preparazione. Qui riceviamo un corpo fisico e abbiamo la libertà di scegliere tra il bene e il male. Il nostro scopo nella mortalità è imparare, fare alleanze con Dio e prepararci a tornare da Lui. Attraverso le ordinanze come il battesimo e il dono dello Spirito Santo, entriamo in alleanze sacre. Il Vangelo di Gesù Cristo — fede, pentimento, battesimo, ricevere lo Spirito Santo e perseverare fino alla fine — ci guida sul sentiero che porta al Padre Celeste. Le prove, le tentazioni e le opportunità di servizio ci aiutano a raffinare il carattere e a sviluppare le qualità di Cristo. Ogni scelta che facciamo in questa vita determina il nostro destino eterno."
        },
        {
            "title": "Il mondo degli spiriti",
            "image": "spirit-world.jpg",
            "text": "Ora, riguardo alla condizione dell’anima fra la morte e la risurrezione — ecco che mi è stato reso noto da un angelo che gli spiriti di tutti gli uomini, appena hanno lasciato questo corpo mortale, sì, gli spiriti di tutti gli uomini, siano essi buoni o cattivi, sono ricondotti a quel Dio che diede loro la vita. E allora avverrà che gli spiriti di coloro che sono giusti saranno ricevuti in una condizione di felicità, che è chiamata paradiso, una condizione di riposo, una condizione di pace, dove si riposeranno da tutte le loro afflizioni, da tutte le preoccupazioni e dolori.",
            "scripture": "Alma 40:11-12",
            "modalText": "Quando moriamo, il nostro spirito lascia il corpo mortale ed entra nel mondo degli spiriti, che è diviso in due condizioni: paradiso e prigione spirituale. I giusti — coloro che hanno accettato il vangelo e hanno vissuto fedelmente — dimorano nel paradiso, uno stato di pace e di riposo. Coloro che non hanno ancora ricevuto o accettato il vangelo vanno nella prigione spirituale, un luogo di apprendimento e pentimento. Nella Sua misericordia, Gesù Cristo ha organizzato l’opera missionaria nel mondo degli spiriti affinché il vangelo sia predicato a tutti (vedi 1 Pietro 4:6). Ogni anima avrà una giusta opportunità di accettare o rifiutare il vangelo prima del giudizio. Il mondo degli spiriti continua fino al momento della risurrezione."
        },
        {
            "title": "La risurrezione e il giudizio",
            "image": "resurrection.jpg",
            "text": "Pertanto avremo una perfetta conoscenza di tutte le nostre colpe, delle nostre impurità e della nostra nudità; e i giusti avranno una perfetta conoscenza della loro contentezza e della loro rettitudine, essendo rivestiti di purezza, sì proprio di una veste di rettitudine. E avverrà che quando tutti gli uomini saranno passati da questa prima morte alla vita, in quanto divenuti immortali, dovranno comparire davanti al seggio del giudizio del Santo d’Israele; e allora verrà il giudizio, e allora dovranno essere giudicati secondo il santo giudizio di Dio.",
            "scripture": "2 Nefi 9:14-15",
            "modalText": "Attraverso la potenza della risurrezione di Gesù Cristo, tutte le persone saranno risorte — il loro spirito e corpo saranno riuniti in una forma perfetta e immortale. La risurrezione è un dono gratuito per tutta l’umanità, che supera la morte fisica per ogni persona vissuta sulla terra. Dopo la risurrezione avverrà il giudizio finale. Gesù Cristo ci giudicherà con perfetta giustizia e misericordia, in base alle nostre opere, parole, pensieri e ai desideri del nostro cuore. Ricorderemo chiaramente le nostre scelte e riconosceremo la giustizia del giudizio di Dio. Durante questo stesso periodo, dopo la Seconda Venuta di Gesù Cristo, la terra entrerà in un periodo conosciuto come il millennio. Il millennio sarà mille anni di pace e rettitudine. Satana sarà legato e Cristo regnerà personalmente sulla terra (vedi Apocalisse 20:4-6). Durante questa sacra era, l’opera missionaria e quella del tempio continueranno, permettendo a tutti i figli di Dio, vivi e morti, di ricevere le benedizioni del vangelo. La terra sarà rinnovata e restaurata alla sua gloria paradisiaca, e dopo il millennio Satana sarà liberato per un breve tempo prima di essere definitivamente scacciato per sempre."
        },
        {
            "title": "I gradi di gloria",
            "image": "kingdoms.jpg",
            "text": "Ci sono anche dei corpi celesti e dei corpi terrestri; ma altra è la gloria dei celesti, e altra quella dei terrestri. Altra è la gloria del sole, altra la gloria della luna, e altra la gloria delle stelle; perché un astro è differente dall’altro in gloria.",
            "scripture": "1 Corinzi 15:40-41",
            "modalText": "Dopo la risurrezione e il giudizio finale, ogni persona erediterà un regno di gloria secondo la propria fedeltà, i propri desideri e l’accettazione di Gesù Cristo. Questa divisione è una manifestazione della perfetta giustizia e misericordia di Dio. Esistono tre gradi di gloria. Regno celeste: la gloria più alta, riservata a coloro che hanno accettato il vangelo, stipulato e mantenuto alleanze sacre e sono rimasti fedeli a Cristo. Vivranno alla presenza di Dio Padre e di Suo Figlio Gesù Cristo, con famiglie eterne e la possibilità di progredire per sempre. Regno terrestre: un grado di gloria inferiore, per coloro che sono stati onesti e buoni ma non hanno pienamente accettato o vissuto il vangelo durante la mortalità. Riceveranno la presenza del Figlio, ma non del Padre. Regno teleste: il grado di gloria più basso, per coloro che hanno rifiutato di pentirsi e hanno continuato nel peccato fino alla fine. Non riceveranno la presenza del Padre o del Figlio, ma saranno serviti dallo Spirito Santo. Al di fuori di questi regni vi sono le Tenebre di fuori. Esse sono riservate ai figli di perdizione — coloro che hanno avuto una conoscenza perfetta di Cristo, hanno ricevuto il Suo potere e lo Spirito Santo, e poi Lo hanno rinnegato completamente. Questi pochi individui saranno gettati nelle tenebre eterne, separati da Dio per sempre. Tuttavia, pochissimi raggiungeranno questo stato, poiché la misericordia di Dio si estende quasi a tutti i Suoi figli, che erediteranno almeno un grado di gloria."
        },
        {
            "title": "La vita eterna",
            "image": "eternal-life.jpg",
            "text": "Poiché ecco, questa è la mia opera e la mia gloria: fare avverare l’immortalità e la vita eterna dell’uomo.",
            "scripture": "Mosè 1:39",
            "modalText": "Lo scopo ultimo del Piano di Salvezza è la vita eterna — vivere per sempre alla presenza di Dio e diventare come Lui. Questo va oltre l’immortalità; è l’esaltazione, la pienezza di gioia che deriva da relazioni eterne familiari e gloria divina. Coloro che erediteranno la vita eterna saranno coeredi con Cristo, ricevendo tutto ciò che il Padre ha. Sperimenteranno amore perfetto, pace e progresso senza fine. Il più grande desiderio del Padre Celeste è che tutti i Suoi figli tornino a Lui e condividano la Sua gioia — ed è per questo che Egli ha mandato Suo Figlio, Gesù Cristo, a espiare per i nostri peccati e ad aprire la via per ritornare alla Sua presenza."
        }
    ]
}